Repository: Gunior80/PeriodicLibrary
Catalog: library/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Statistic
ru: Статистика

source: Clients
ru: Клиенты

source: Number of instances
ru: Количество номеров

source: Views for
ru: Количество за

source: today
ru: сегодня

source: Visits for
ru: Посещений

source: this month
ru: этот месяц

source: The task is completed in
ru: Задача выполнена за

source: seconds
ru: секунд

source: Add keywords
ru: Добавить ключевые слова

source: List of tags
ru: Список ключевых слов

source: Addresses
ru: Адреса

source: Periodic library
ru: Архив периодики

source: Please provide a list of tags. One tag per line.
ru: Укажите список ключевых слов. Одно на строку

source: Tag group
ru: Группа ключевых слов

source: Tag groups
ru: Группы ключевых слов

source: Name
ru: Название

source: cover
ru: обложка

source: Periodical
ru: Периодическое издание

source: Periodicals
ru: Периодические издания

source: Visits
ru: Посещений

source: Views
ru: Просмотров

source: All time
ru: Все время

source: Date
ru: Дата

source: Instance
ru: Номер

source: Text
ru: Текст

source: Instances
ru: Номера

source: Client
ru: Клиенты

source: Address
ru: Адрес

source: comment
ru: Комментарий

source: Statistics
ru: Статистика

source: Archive of periodicals
ru: Архив периодики

source: How to search
ru: Как выполнять поисковый запрос

source: Search
ru: Поиск

source: Close
ru: Закрыть

source: The search bar provides you with a convenient way to quickly find information. Enter keywords, and the system will perform a substring search. Separate keywords with commas to refine your query.
ru: Поисковая строка обеспечивает удобный способ быстрого поиска информации. Введите ключевые слова, и система выполнит поиск подстроки. Разделяйте ключевые слова запятыми, чтобы уточнить запрос.

source: Usage examples:
ru: Примеры использования:

source: Main search:
ru: Простой поиск:

source: Enter "Smith" for a general search using this keyword.
ru: Введите "Пичков" для поиска с использованием этого ключевого слова.

source: Search with multiple keywords:
ru: Поиск с несколькими ключевыми словами:

source: Enter "history, Smith" to find related information.
ru: Введите "Нарьян-Мар, Пичков" для поиска необходимой информации

source: Partial match search:
ru: Частичный поиск:

source: Enter "sci" to get results that include "science" and "scientific".
ru: Введите "гор" для результатов "город", "городецкий"...

source: Cancel search results:
ru: Сброс поискового запроса:

source: Perform a search without specifying keywords.
ru: Нажмите на кнопку поиска без введенного поискового запроса
